# -*- coding: utf-8 -*-
"""
Configuration des scores de tennis pour démarrer les paris.
Ce fichier contient les différents scores de tennis qui déclenchent le début des paris.
"""

# Liste des scores de tennis pour démarrer les paris
score_to_start = [
    "00(0)00(0)",
    "00(15)00(0)",
    "00(0)00(15)",
    "00(15)00(15)",
    "00(30)00(15)",
    "00(15)00(30)",
    "00(30)00(0)",
    "00(0)00(30)",
    "00(40)00(40)",
    "00(A)00(40)",
    "00(40)00(A)",
    "0000(0)(0)",
    "00(0)(0)",
    "0000(15)(0)",
    "0000(30)(0)",
    "0000(40)(0)",
    "0000(0)(15)",
    "0000(0)(30)",
    "0000(0)(40)",
    "0000(15)(15)",
    "0000(30)(30)",
    "0000(40)(40)",
    "0000(30)(15)",
    "0000(15)(30)",
    "0000(40)(15)",
    "0000(15)(40)",
    "0000(40)(30)",
    "0000(30)(40)"
]